{
    "navigation": {
        "home": {
            "en": "Home",
            "de": ""
        },
        "about": {
            "en": "About",
            "de": "Über uns"
        },
        "courses": {
            "en": "Courses",
            "de": "Kurse"
        },
        "gallery": {
            "en": "Gallery",
            "de": "Gallerie"
        },
        "blog": {
            "en": "Blog",
            "de": "Blog"
        },
        "partners": {
            "en": "Partners",
            "de": "Partner"
        },
        "contact": {
            "en": "Contact",
            "de": "Kontakt"
        }
    },
    "home": {
        "slides": {
            "s0": {
                "en": "Learn the art of figurative sculpture",
                "de": "Lerne die Kunst figurativer Skulptur"
            },
            "s1": {
                "en": "Discover our Mission & Philosophy",
                "de": "Entdecke unsere Mission & Philosophie"
            },
            "s2": {
                "en": "Join the upcoming Workshop<br>September 7 - 15, 2022",
                "de": "Tritt dem nächsten Worshop bei<br>7. - 15. September 2022"
            }
        },
        "upcoming_courses": {
            "heading": {
                "en": "Upcoming Courses & Workshops",
                "de": "Kommende Kurse & Workshops"
            },
            "content": {
                "en": "The Intensive Sculpture Workshops offer the unique 9-day experience of sculpting in clay from a life model in the premises of the Berlin Sculpture Atelier. The workshops are designed to guide the participants through the process of acquiring strong craft skills in figurative sculpture while exploring Berlin - one of Europe’s most dynamic centers for arts and culture.",
                "de": "Die Bildhauerei Intensiv Workshops bieten ein einzigartiges, 9 Tägiges Erlebniss, innerhalb der mauern des Berlin Sculpture Atelier, ein Aktmodell in Ton zu Modellieren. Die Workshops sind darauf ausgelegt die Teilnehmer im Entwickeln starker Handwerklicher Fähigkeiten zu begleiten, und dabei Berlin, eines der dynamischsten Zentren für Kunst und Kultur in Europa, zu Erkunden."
            }
        },
        "sculpture_&_coffee": {
            "heading": {
                "en": "Sculpture & Coffee",
                "de": "Bildhauerei & Kaffee"
            },
            "content": {
                "en": "Our monthly presentation days are an excellent way for you to learn more about the wide range of courses offered at the Berlin Sculpture Atelier. If you’re unsure where to start your artistic journey, come join this cozy 2-hour event and get an insight into what it’s like to attend our lessons over a cup of coffee and cake…",
                "de": "Unsere monatlichen Präsentationstage sind eine hervorragende Gelegenheit, sich über das vielfältige Kursangebot des Berlin Sculpture Atelier zu informieren. Wenn Sie sich nicht sicher sind, wo Sie Ihre künstlerische Reise beginnen sollen, nehmen Sie an dieser gemütlichen 2-stündigen Veranstaltung teil und erhalten Sie bei Kuchen und einer Tasse Kaffee einen Einblick in unsere Schule."
            }
        },
        "newsletter": {
            "heading": {
                "en": "Join the Newsletter",
                "de": "Abonniere den Newsletter"
            },
            "content": {
                "en": "Stay up to date on the upcoming courses, exhibitions and other activities of the Berlin Sculpture Atelier.",
                "de": "Bleiben Sie auf dem Laufenden über kommende Kurse, Ausstellungen und andere Aktionen des Berlin Sculpture Atelier."
            },
            "first_name": {
                "en": "First Name",
                "de": "Vorname"
            },
            "last_name": {
                "en": "Last Name",
                "de": "Nachname"
            },
            "email": {
                "en": "Email Address",
                "de": "E-Mail-Adresse"
            },
            "sign_up": {
                "en": "SIGN UP",
                "de": "Abonnieren"
            }
        }
    },
    "about": {
        "alexandra_slava": {
            "header": {
                "en": "Alexandra Slava",
                "de": "Alexandra Slava"
            },
            "bio": {
                "heading": {
                    "en": "Alexandra Slava (b. 1996; Kiev, Ukraine) is a contemporary figurative sculptor, art teacher and founder of the Berlin Sculpture Atelier.",
                    "de": "Alexandra Slava (geb. 1996; Kiew, Ukraine) ist eine zeitgenössische figurative Bildhauerin, Kunstlehrerin und Gründerin des Berlin Sculpture Atelier."
                },
                "content": {
                    "en": "Alexandra embarked on a quest to find her life’s calling at a very young age. As early as 12 years old she made an ultimate decision to turn fine arts into her lifelong pursuit by beginning her formal education at the Taras Shevchenko State Art School in Kiev, Ukraine. The school curriculum was based on the centuries-long tradition of academic training, including an extensive study of human form with a reliance on the works from antiquity and the Old Masters.<br><br>While still in high school, Alexandra discovered The Florence Academy of Art - the institution focused on teaching the 19th Century classical-realist methods in drawing, painting and sculpture. The Academy’s emphasis on the professional craftsmanship and high level of instruction convinced Alexandra to move to Florence and enroll in the full-time Sculpture Program.<br><br>As a student she received a substantial support from a number of organizations such as The International Arts & Culture Group (TIAC), The Art Renewal Center and The Florence Academy of Art itself, through the assigned work-study position and various scholarships.<br><br>In 2017 she successfully completed her studies, having been awarded the prize of Sculpture of the Year.<br><br>Throughout Alexandra’s career, her work has been recognized by several international organizations including The Alpine Fellowship, The Society of Portrait Sculptors, London Art Biennale, Ostrale Biennale and the European Museum of Modern Art in Barcelona, Spain.<br><br>Her sculptures may be found in private collections throughout Europe, Australia, North and South America.<br><br>Since her graduation, Alexandra has been running an independent artistic practice in Florence, Warsaw and Frankfurt am Main. She is now permanently based in Berlin, Germany.<br><br>Over the past few years her efforts are increasingly directed towards teaching. Driven by gratitude for all the input and encouragement from her own mentors, Alexandra is motivated to pass the great tradition on to other aspiring artists. Guided by this vision, she founded the Berlin Sculpture Atelier - the art space comprised of her personal studio, gallery and sculpture school offering a variety of educational courses and workshops.",
                    "de": "Alexandra machte sich schon in jungen Jahren auf die Suche nach ihrer Berufung. Bereits im Alter von 12 Jahren traf sie die endgültige Entscheidung, bildende Kunst zu ihrer lebenslangen Streben zu machen, indem sie ihre formelle Ausbildung an der Taras Shevchenko State Art School in Kiew, Ukraine, begann. Der Lehrplan basierte auf der jahrhundertealten traditionellen akademischen Ausbildung, einschließlich eines umfassenden Studiums der menschlichen Form im Bezug auf die Werke der Antike und der Alten Meister.<br><br>Noch während ihrer Schulzeit entdeckte Alexandra die Florence Academy of Art – eine Institution, die sich darauf spezialiert, die klassisch-realistischen Methoden des Zeichnens, Malens und Bildhauens des 19. Jahrhunderts am Leben zu erhalten. Die Betonung der Akademie auf professionelle Handwerkskunst und das hohe Unterrichtsniveau überzeugten Alexandra, nach Florenz zu ziehen und sich für das Vollzeit-Bildhauereiprogramm anzumelden.<br><br>Als Studentin erhielt sie erhebliche Unterstützung von einer Reihe von Organisationen wie der International Arts & Culture Group (TIAC), dem Art Renewal Center und der Florence Academy of Art selbst, durch eine Werkstudentenstelle und verschiedene Stipendien.<br><br>2017 schloss sie ihr Studium erfolgreich ab und ihre Arbeit wurde als „Skulptur des Jahres“ ausgezeichnet.<br><br>Während Alexandras Karriere wurde ihre Arbeit von mehreren internationalen Organisationen anerkannt, darunter The Alpine Fellowship, The Society of Portrait Sculptors, London Art Biennale, Ostrale Biennale und das European Museum of Modern Art in Barcelona, ​​Spanien.<br><br>Ihre Skulpturen befinden sich in Privatsammlungen in ganz Europa, Australien, Nord- und Südamerika.<br><br>Nach ihrem Abschluss betrieb Alexandra unabhängige Ateliers in Florenz, Warschau und Frankfurt am Main. Sie lebt jetzt dauerhaft in Berlin, Deutschland.<br><br>In den letzten Jahren richten sich ihre Bemühungen zunehmend auf die Lehre. Angetrieben von der Dankbarkeit für all die Informationen und Ermutigung die sie von ihren Mentoren erhalten hat, engagiert sich Alexandra, diese großartige Tradition an andere aufstrebende Künstler weiterzugeben. Von dieser Vision geleitet, gründete sie das Berlin Sculpture Atelier – den Kunstraum, der sich aus ihrem persönlichen Atelier, ihrer Galerie und ihrer Bildhauerschule zusammensetzt und eine Vielzahl von Bildungskursen und Workshops anbietet."
                },
                "link": {
                    "en": "Learn more about the Berlin Sculpture Atelier.",
                    "de": "Lerne mehr über das Berlin Sculpture Atelier."
                }
            },
            "curriculum_vitae": {
                "heading": {
                    "en": "Curriculum Vitae",
                    "de": "Curriculum Vitae"
                },
                "exhibitions": {
                    "heading": {
                        "en": "Exhibitions",
                        "de": "Austellungen"
                    },
                    "content": {
                        "en": "2021  “4 Inspiration”, Wiesbadener Freie Kunstschule, Wiesbaden, Germany<br><br>2020  Solo Exhibition in Galerie Margareta Friesen, Dresden, Germany<br><br>2020  Sculpture Exhibition in GDA Frankfurt am Zoo, Frankfurt, Germany<br><br>2020  GlogauAIR Open Studios, Berlin, Germany<br><br>2019  “SCOUT”, Galleri Heike Arndt DK, Kettinge, Denmark<br><br>2019  Ostrale<br><br>2019  “Fresh Legs”, Galleri Heike Arndt DK, Berlin, Germany<br><br>2019  “Modern and Contemporary Sculpture”, Desa Unicum, Warsaw, Poland<br><br>2019  13th International Art Renewal Center Salon Exhibition, European Museum of Modern Art , Barcelona, Spain<br><br>2018  Alpine Fellowship Symposium, Cini Foundation, Venice, Italy<br><br>2018  “FACE2018”, Society of Portrait Sculptors Annual Exhibition, La Galleria Pall Mall, London, UK<br><br>2018  Forwart Magazine Launch Exhibition, Milan, Italy<br><br>2017  MArteLive Biennale, Rome, Italy<br><br>2017  Figurativas, European Museum of Modern Art (MEAM), Barcelona, Spain<br><br>2016  Le Cinque Anime della Scultura, Studio Tablinum, Como, Italy",
                        "de": "2021  “4 Inspiration”, Wiesbadener Freie Kunstschule, Wiesbaden, Germany<br><br>2020  Solo Exhibition in Galerie Margareta Friesen, Dresden, Germany<br><br>2020  Sculpture Exhibition in GDA Frankfurt am Zoo, Frankfurt, Germany<br><br>2020  GlogauAIR Open Studios, Berlin, Germany<br><br>2019  “SCOUT”, Galleri Heike Arndt DK, Kettinge, Denmark<br><br>2019  Ostrale<br><br>2019  “Fresh Legs”, Galleri Heike Arndt DK, Berlin, Germany<br><br>2019  “Modern and Contemporary Sculpture”, Desa Unicum, Warsaw, Poland<br><br>2019  13th International Art Renewal Center Salon Exhibition, European Museum of Modern Art , Barcelona, Spain<br><br>2018  Alpine Fellowship Symposium, Cini Foundation, Venice, Italy<br><br>2018  “FACE2018”, Society of Portrait Sculptors Annual Exhibition, La Galleria Pall Mall, London, UK<br><br>2018  Forwart Magazine Launch Exhibition, Milan, Italy<br><br>2017  MArteLive Biennale, Rome, Italy<br><br>2017  Figurativas, European Museum of Modern Art (MEAM), Barcelona, Spain<br><br>2016  Le Cinque Anime della Scultura, Studio Tablinum, Como, Italy"
                    }
                },
                "scholarships_and_awards": {
                    "heading": {
                        "en": "Scholarships & Awards",
                        "de": "Stipendien & Preise"
                    },
                    "content": {
                        "en": "2021  London Art Biennale, finalist<br><br>2020  15th International Art Renewal Center Salon, finalist<br><br>2019  14th International Art Renewal Center Salon, 3rd Place Award and Honorable Mention<br><br>2019  Alpine Fellowship Visual Arts Prize, finalist<br><br>2018  Alpine Fellowship Visual Arts Prize, 1st place award<br><br>2018  13th International Art Renewal Center Salon, finalist<br><br>2018  Aesthetica Art Prize, finalist<br><br>2017  MArteLive Biennale in Rome, 1st place award<br><br>2016  The Art Renewal Center Scholarship, 1st Place Award for the 2016/17 academic year<br><br>2016  The Florence Academy of Art, Work-Study Scholarship for the 2016/17 academic year<br><br>2015  The Art Renewal Center Scholarship, 1st Place Award for the 2015/16 academic year<br><br>2015  The International Arts and Culture Group (TIAC), Merit-Based Scholarship",
                        "de": "2021  London Art Biennale, finalist<br><br>2020  15th International Art Renewal Center Salon, finalist<br><br>2019  14th International Art Renewal Center Salon, 3rd Place Award and Honorable Mention<br><br>2019  Alpine Fellowship Visual Arts Prize, finalist<br><br>2018  Alpine Fellowship Visual Arts Prize, 1st place award<br><br>2018  13th International Art Renewal Center Salon, finalist<br><br>2018  Aesthetica Art Prize, finalist<br><br>2017  MArteLive Biennale in Rome, 1st place award<br><br>2016  The Art Renewal Center Scholarship, 1st Place Award for the 2016/17 academic year<br><br>2016  The Florence Academy of Art, Work-Study Scholarship for the 2016/17 academic year<br><br>2015  The Art Renewal Center Scholarship, 1st Place Award for the 2015/16 academic year<br><br>2015  The International Arts and Culture Group (TIAC), Merit-Based Scholarship"
                    }
                },
                "public_art_commisions": {
                    "heading": {
                        "en": "Public Art Commissions",
                        "de": "Öffentliche Aufträge"
                    },
                    "content": {
                        "en": "2016  Model of the large marble statue for the Saint Bede Church in Williamsburg, Virginia, USA",
                        "de": "2016  Modell der großen Marmor Statue für die Saint Bede Kirche in Williamsburg, Virginia, USA"
                    }
                },
                "art_residencies": {
                    "heading": {
                        "en": "Art Residencies",
                        "de": "Kunstresidenzen"
                    },
                    "content": {
                        "en": "2019  GlogauAIR, Berlin, Germany<br><br>2019  Rome Art Residencies, Rome, Italy",
                        "de": "2019  GlogauAIR, Berlin, Germany<br><br>2019  Rome Kunst Residenzen, Rome, Italy"
                    }
                },
                "teaching_experience": {
                    "heading": {
                        "en": "Teaching Experience",
                        "de": "Lehrerfahrung"
                    },
                    "content": {
                        "en": "2022 - now  Founder and principle instructor, Berlin Sculpture Atelier, Berlin, Germany<br><br>2019 - 2021  Founder and principle instructor, Atelier Alexandra Slava, Frankfurt, Germany<br><br>2019 - 2021  Principle instructor, Wiesbadener Freie Kunstschule, Wiesbaden, Germany<br><br>2019  Workshop instructor, Geode Art Space, Navata, Spain<br><br>2017 - 2018  Private tutoring, Florence, Italy",
                        "de": "2022 - heute  Gründer und leitender Lehrer, Berlin Sculpture Atelier, Berlin, Germany<br><br>2019 - 2021  Gründer und leitender Lehrer, Atelier Alexandra Slava, Frankfurt, Germany<br><br>2019 - 2021  Leitender Lehrer, Wiesbadener Freie Kunstschule, Wiesbaden, Germany<br><br>2019  Workshopleiter, Geode Art Space, Navata, Spain<br><br>2017 - 2018  Privater Lehrer, Florence, Italy"
                    }
                }
            },
            "gallery": {
                "content": {
                    "en": "To view Alexandra Slava’s artworks, please visit the Gallery page.",
                    "de": "Um Alexandra Slava’s zu sehen, bitte besuchen Sie die Gallerie seite."
                },
                "button": {
                    "en": "GALLERY",
                    "de": "Gallerie"
                }
            },
            "alpine_fellowship": {
                "content": {
                    "en": "In 2018 Alexandra Slava was awarded the Visual Art Prize by The Alpine Fellowship for her sculpture “My Shelter”. The Alpine Fellowship is a charitable foundation that supports visual artists, writers, academics and playwrights at all stages of their careers. Every year the organization awards writing, visual arts, and theatre prizes concerning the years’ theme. In 2018 the Alpine Fellowship Symposium took place in Venice, Italy and the Visual Art Prize was announced by Julian Spalding, an English art critic, writer, broadcaster and a former curator.",
                    "de": "2018 zeichnete die Alpine Fellowship Alexandra Slava für ihre Skulptur „My Shelter“ mit dem Preis für visuelle Kunst aus. Alpine Fellowship ist eine gemeinnützige Stiftung, die bildende Künstler, Schriftsteller, Akademiker und Dramaturgen in allen Phasen ihrer Karriere unterstützt. Jedes Jahr vergibt sie Preise für Schrift, bildende Kunst und Theater zum Thema des Jahres. 2018 fand das Alpine Fellowship Symposium in Venedig, Italien, statt. Der Visual Art Prize wurde von Julian Spalding, einem englischen Kunstkritiker, Schriftsteller, Rundfunksprecher und ehemaligen Kurator, bekannt gegeben."
                }
            }
        },
        "berlin_sculpture_atelier": {
            "header": {
                "en": "Berlin Sculpture Atelier",
                "de": "Berlin Sculpture Atelier"
            },
            "mission": {
                "body": {
                    "en": "Our Mission<br><br>“To revive the art of figurative sculpture by providing the high quality training and fostering a community of likeminded artists.”",
                    "de": "Unsere Mission<br><br>„Die Kunst der figurativen Skulptur wiederzubeleben, indem wir eine qualitativ hochwertige Ausbildung anbieten und eine Gemeinschaft gleichgesinnter Künstler fördern.“"
                },
                "signature": {
                    "en": "— Alexandra Slava",
                    "de": "— Alexandra Slava"
                }
            },
            "philosophy": {
                "heading": {
                    "en": "Philosophy",
                    "de": "Philosophie"
                },
                "body": {
                    "en": "In today’s fast-paced world where efficiency and automation are of central importance, it is heart-warming to know that there are areas of human endeavour in which patience and long attention span are still valued. Fine arts, including the disappearing art form of figurative sculpture, serve as the guardians of timeless ideas in the maelstrom of modern life. For this reason, if no other, it is crucial for us to preserve and nourish the roots of our culture by creating and appreciating art.<br><br>Sculpture is one of the ancient plastic arts and a unique form of artistic expression. Embracing the possibilities of the third dimension, sculpture occupies the same physical space as its creator and viewer, asserting a profound impact on the place, society and time it is created. Since the distant past art has been used as a reflection of the predominant philosophies and zeitgeist of its era. Thus far, most artworks were representational, that is derived from the real world observations. The depiction of the human form has been referred to as the pinnacle of the visual arts, including the art of sculpture. This tradition has withstood the test of time - literally and figuratively. The powerful combination of craftsmanship, artistic ingenuity and timeless ideas embedded in the masterworks of traditional sculpture has transcended centuries, influences us today and will continue inspiring the generations to come.<br><br>However, once a prominent art form, figurative sculpture has now become a rarity both as a centerpiece of galleries and as a curriculum subject in art schools throughout the world. The fast-changing modern world has drawn the focus away from the slow and thorough acquisition of the craftsmanship skills required for the continued flourishing of this valuable tradition.<br><br>By establishing the Berlin Sculpture Atelier we’d like to make our humble contribution into filling this gap and reintroduce the simple, yet sophisticated joy of working with hands and expressing one’s ideas in three dimensions. The Atelier is set out to provide the high level of instruction in the classical-realist methods of sculpture. The adopted teaching approach is rooted in the centuries old tradition of the academic art training, tailored for the aspiring artists of all ages, professional backgrounds, skill levels and personal goals. The various courses and workshops offered at the Berlin Sculpture Atelier make the task of mastering the art of figurative sculpture enjoyable and highly achievable for everyone interested. While standing on the shoulders of the giants, we focus our efforts on carving out the niche for traditional figurative art in the dynamic contemporary environment.",
                    "de": "In der heutigen schnelllebigen Welt, in der Effizienz und Automatisierung von zentraler Bedeutung sind, ist es herzerwärmend zu wissen, dass es Bereiche menschlichen Strebens gibt, in denen Geduld und eine lange Aufmerksamkeitsspanne immer noch geschätzt werden. Bildende Kunst, einschließlich der zunehmend vergessenen Kunst der figurativen Skulptur, dient als Wächter zeitloser Ideen im Strudel des modernen Lebens. Nicht zuletzt aus diesem Grund ist es für uns entscheidend, die Wurzeln unserer Kultur zu bewahren und zu pflegen, indem wir Kunst schaffen und wertschätzen.<br><br>Die Bildhauerei ist eine der uralten bildenden Künste und eine einzigartige Form des künstlerischen Ausdrucks. Skulpturen, die sich die einzigartigen Möglichkeiten der dritten Dimension zu nutze machen, nehmen denselben physischen Raum ein wie ihr Schöpfer und Betrachter und nehmen so tiefgreifenden Einfluss auf den Ort, die Gesellschaft und die Zeit ihrer Entstehung. Seit jeher wird Kunst als Spiegelbild der vorherrschenden Philosophien und des Zeitgeistes ihrer Ära verwendet. Bisher waren die meisten Kunstwerke representativ, das heißt aus Beobachtungen der realen Welt abgeleitet. Die Darstellung der menschlichen Form wurde als Höhepunkt der bildenden Kunst, einschließlich der Bildhauerei, bezeichnet. Diese Tradition hat sich wort wörtlich und im übertragenen Sinne bewährt. Die kraftvolle Kombination aus Handwerkskunst, künstlerischem Einfallsreichtum und zeitlosen Ideen, die in die Meisterwerke der traditionellen Bildhauerei eingebettet sind, hat Jahrhunderte überdauert, beeinflusst uns noch heute und wird auch die kommenden Generationen inspirieren.<br><br>Einst eine prominente Kunstform, ist die figurative Bildhauerei heute jedoch sowohl als Herzstück von Galerien als auch als Fach an Kunsthochschulen auf der ganzen Welt zu einer Rarität geworden. Die sich schnell verändernde moderne Welt lenkt den Fokus von der langsamen und gründlichen Aneignung der handwerklichen Fähigkeiten ab, die für das weitere Gedeihen dieser wertvollen Tradition erforderlich sind.<br><br>Mit der Gründung des Berlin Sculpture Atelier möchten wir unseren Beitrag dazu leisten, diese Lücke zu schließen und die einfache, und doch zugleich anspruchsvolle Freude an der Arbeit mit den Händen und dem dreidimensionalen Ausdruck eigener Ideen wieder einzuführen. Ziel des Ateliers ist die Vermittlung der klassisch-realistischen Methoden der Bildhauerei auf hohem Niveau. Der angewandte Lehransatz wurzelt in der jahrhundertealten Tradition der akademischen Kunstausbildung, zugeschnitten auf aufstrebende Künstler aller Altersgruppen, beruflichen Hintergründe, Fähigkeiten und persönlichen Ziele. Die verschiedenen Kurse und Workshops, die das Berlin Sculpture Atelier anbietet, sollen das meistern der figurativen Bildhauerei unterhaltsam und erreichbar für alle Interessierten machen. Während wir auf den Schultern von Giganten stehen, konzentrieren wir unsere Bemühungen darauf, eine Nische für traditionelle figurative Kunst in diesen sich schnell ändernden Zeiten zu schaffen."
                }
            },
            "location": {
                "heading": {
                    "en": "Location",
                    "de": "Location"
                },
                "body": {
                    "en": "The Berlin Sculpture Atelier is located in Friedrichshain - one of the most beloved eastern districts of Berlin. The neighbourhood has long attracted original thinkers, artists and musicians asserting the freedom of creativity and the diverse environment. Formerly part of East Berlin, Friedrichshain has gone through drastic transformations both externally, in its architecture, and intrinsically, in the outlooks of the local community.<br><br>Today the area is known for its numerous cozy cafes, bars and night clubs, as well as cultural centers and peaceful green oases.<br><br>The home of the Berlin Sculpture Atelier - Knorrpromenade - is one of the few surviving historical residential complexes in Friedrichshain protected by the city’s Heritage Preservation Office. The architectural ensemble includes the prominent sandstone gates located at each entrance to the street, which were partially destroyed during the World War II. Thanks to the local organizations, over the past decade the gates were renovated and are again embellishing and dutifully guarding the complex.<br><br>As the proud resident of Knorrpromenade 9 since March 2022, the Berlin Sculpture Atelier is delighted to offer its visitors and course participants the opportunity to explore the surrounding areas and get a taste of the authentic flair of Friedrichshain.",
                    "de": ""
                }
            }
        }
    },
    "courses": {
        "all_courses": {
            "header": {
                "en": "Courses & Workshops",
                "de": "Kurse & Workshops"
            },
            "courses_intro": {
                "en": "The following sculpture courses and workshops are designed to guide the participants through the process of acquiring strong craft skills in figurative sculpture. The main focus is put on mastering the truthful depiction of the human portrait and figure through direct observation and deep knowledge of form and anatomy.<br><br>The realistic representation of human form in three dimensions is one of the greatest challenges facing aspiring sculptors. Alexandra Slava, the founder and principle instructor of the Berlin Sculpture Atelier offers a systematic method making this task enjoyable and highly achievable. The ultimate aim of every course is to unleash the participant’s creative potential by developing a high level of craftsmanship and artistic sensibility.<br><br>Thanks to the small-group format and an individual teaching approach adopted by the instructor, these courses are well suited for the participants with all professional backgrounds, skill levels and personal goals.<br><br>Learn more about our offers and choose the course that best suits your creative aspirations!",
                "de": ""
            },
            "evening_sculpture_courses": {
                "heading": {
                    "en": "Evening Sculpture Courses",
                    "de": "Bildhauerei Abend Kurse"
                },
                "body": {
                    "en": "The Sculpture Program consists of three 10-week regular courses, aimed at gaining the full-scope knowledge and skills in figurative sculpture. The lessons take place once a week in the premises of the Berlin Sculpture Atelier. The Program includes classes on the following subjects: Portrait, Torso and Full Figure. Each course embodies one of the major genres and essential practices of figurative sculpture, posing different challenges and offering unique sets of artistic discoveries to the participants. Therefore, it is possible to begin with any of the three thematic classes, which occur continuously every trimester throughout the year.  Each course can be booked separately or in the context of the full One-Year Sculpture Program…",
                    "de": ""
                }
            },
            "intensive_sculpture_workshops": {
                "heading": {
                    "en": "Intensive Sculpture Workshops",
                    "de": "Bildhauerei Intensiv Workshops"
                },
                "body": {
                    "en": "The Intensive Sculpture Workshops take place three times a year and are aimed not only at the local residents, but also at the international aspiring sculptors who’re willing to travel to Germany for the duration of the course and combine this learning experience with the exploration of Berlin - one of Europe’s most dynamic centers for arts and culture. The subjects of the offered workshops - Portrait, Torso and Full Figure - encompass the major genres and essential practices of traditional figurative sculpture. The Intensive Workshops involve daily 4-hour lessons over the 8 days of instruction. The efficiency of the learning experience is guaranteed by the small class sizes and an individual teaching approach adopted by the instructor…",
                    "de": ""
                }
            },
            "mold-making_and_casting_course": {
                "heading": {
                    "en": "Mold-Making & Casting Course",
                    "de": ""
                },
                "body": {
                    "en": "Upon completion of every sculpture courses the participants are given the option to keep their works through the process of casting which constitutes a crucial aspect of a sculptor’s workflow and requires extensive knowledge and skills. The Mold-Making & Casting course involves daily lessons over the period of 6 days of instruction, offering students the guided learning experience in the professional techniques aimed at preserving their sculptures in the form of lasting works of art. At the end of the course the participants get to carry home a finished resin cast and a mold enabling them to create further copies of their sculpture…",
                    "de": ""
                }
            },
            "photo_reference_private_course": {
                "heading": {
                    "en": "Sculpture with Photo Reference Private Course",
                    "de": ""
                },
                "body": {
                    "en": "Would you like to sculpt a portrait of a loved one, realize a personal project or create a unique gift while mastering the art of figurative sculpture? Then this course is exactly what you’re looking for. Alexandra Slava, the principle instructor of the Berlin Sculpture Atelier is there for you to help make your vision a reality. Share your ideas and Alexandra will guide you through the process of creating your very own unique sculpture based on photo references or sketches in the context of the one-on-one lessons. The course includes 10  private sessions offering you the optimal time span to learn the fundamentals of traditional sculpture and gain skills required for rendering the subject of your choice…",
                    "de": ""
                }
            },
            "sculpt_each_other": {
                "heading": {
                    "en": "Sculpt Each Other Workshop for Couples & Friends",
                    "de": ""
                },
                "body": {
                    "en": "Treat yourself and your loved one with the unique experience of sculpting each other’s portraits in the authentic atmosphere of the Berlin Sculpture Atelier. During this fun workshop you will take turns, each trying the roles of both a sculptor and a model under the supervision of the principle instructor Alexandra Slava. The workshop is designed as an exciting new way to learn more about the features of your friend or partner while sharing the joy of the creative process. Portraiture, as an immersive genre of figurative sculpture, involves the recording of an individual’s appearance and personality, reflected through the prism of a sculptor’s own perception and artistic sensibility. Spend the valuable time together, discover how you see and are seen by your loved one and enjoy the therapeutic effects of working with clay…",
                    "de": ""
                }
            },
            "corporate_workshop": {
                "heading": {
                    "en": "Corporate Sculpture Workshops",
                    "de": ""
                },
                "body": {
                    "en": "Whether you’d like to foster the team spirit among your employees, provide them some additional practical training in human anatomy, or simply want to host a fun art event in your office, The Berlin Sculpture Atelier is there to deliver you a unique sculpting experience. During these difficult times it is particularly important to support the mental health, sense of community and motivation amid the workforce members. Art practices have long been proven to show a positive therapeutic impact on human wellbeing by reducing stress and anxiety levels while increasing confidence, focus and problem solving abilities. Every workshop is specifically tailored to meet and satisfy the needs of every individual company. The event may take place either in the premises of the Berlin Sculpture Atelier or directly in the corporate office space… ",
                    "de": ""
                }
            },
            "presentation_and_coffee": {
                "heading": {
                    "en": "Presentation & Coffee",
                    "de": ""
                },
                "body": {
                    "en": "Our monthly Presentation Days are an excellent way for you to learn more about the wide range of courses offered at the Berlin Sculpture Atelier. If you’re unsure where to start your artistic journey, come join this cozy 2-hour event and get an insight into what it’s like to attend our lessons over a cup of coffee and cake…",
                    "de": ""
                }
            }
        },
        "upcoming": {
            "header": {
                "en": "Upcoming Courses & Workshops",
                "de": ""
            },
            "intensive": {
                "basic_info": {
                    "heading": {
                        "en": "Intensive Portrait Sculpture Workshop",
                        "de": ""
                    },
                    "dates": {
                        "en": "Dates: 07.09.2022 - 15.09.2022",
                        "de": ""
                    },
                    "time": {
                        "en": "Time: 10:00 - 14:00 pm",
                        "de": ""
                    },
                    "duration": {
                        "en": "Duration : 9 days - 8 daily lessons x 4 hours, 1 day off with a city tour",
                        "de": ""
                    },
                    "max_participants": {
                        "en": "Maximum number of participants: 6 ",
                        "de": ""
                    },
                    "location": {
                        "en": "Location: Berlin Sculpture Atelier, Knorrpromenade 9, 10245 Berlin ",
                        "de": ""
                    },
                    "instructor": {
                        "en": "Instructor: <a href='https://www.alexandraslava.com/about'>Alexandra Slava</a>",
                        "de": ""
                    },
                    "cost": {
                        "en": "Cost: 1.250 Euro",
                        "de": ""
                    }
                },
                "more": {
                    "header": {
                        "en": "Intensive Sculpture Workshops",
                        "de": ""
                    },
                    "body": {
                        "en": "Intensive Portrait Sculpture Workshop offers the participants a unique 9-day experience of sculpting a life-size portrait in clay from a life model in the premises of the Berlin Sculpture Atelier.<br><br>Portraiture is, without any doubt, one of the most prominent genres in the history of art. It is also an immersive process enabling artists to record an individual’s appearance and personality through the prism of one’s own perception and artistic sensibility. Working from life is an infinitely fulfilling experience, one that is essential to the development of a visual vocabulary and appreciation for the human form. Thus, the creation of a portrait from a life model is among the most effective practices that help aspiring students master the techniques and develop their own voices as distinctive artists.<br><br>The emphasis of this workshop is placed on the method of direct observation and the study of the basic anatomy of the human head, its proportions, linear and volumetric qualities, as well as the fundamentals of composition and aesthetic ideals. The offered technique is aimed at translating the complex visual information into a clear structure that helps achieve an accurate depiction of the model in three dimensions. The methodology embraced by Alexandra Slava, the founder and principal instructor of the Berlin Sculpture Atelier, makes the task of acquiring strong craft skills in figurative sculpture enjoyable and within everyone’s grasp.<br><br>The workshop involves regular individual critiques, lectures, demonstrations and group discussions. Upon its completion, the resulting clay sculptures may be preserved by firing or casting at an additional cost outside of class.<br><br>Throughout the course, the participants are encouraged to take full advantage of the Atelier location and explore the city of Berlin - one of Europe’s most dynamic centres for arts and culture. In addition to sculpting from a life model in the Atelier, the workshop incorporates a guided sightseeing tour and a shared meal together with the fellow participants.<br><br>The class is limited to 6 students, ensuring an efficient intimate learning environment. Thanks to the small-group format and an individual teaching approach adopted by the instructor, the lessons are well suited for the participants with all skill levels and creative goals.<br><br>If you’re in Berlin and are still unsure where to start your artistic journey, come join our monthly <a href='https://www.alexandraslava.com/presentation-coffee'>Presentation & Coffee</a> event to learn more about the Berlin Sculpture Atelier and our courses.",
                        "de": ""
                    },
                    "you_will_learn": {
                        "heading": {
                            "en": "In this course you will learn",
                            "de": ""
                        },
                        "body": {
                            "en": "• Fundamentals of traditional sculpture<br><br>• Essential sculpture tools, materials and equipment<br><br>• Proper observation of objects in three dimensions<br><br>• Anatomy and structure of human head<br><br>• Realism and likeness of a portrait from a life model<br><br>• Gesture, proportions, linear and volumetric qualities<br><br>• Advanced concepts of modeling in clay<br><br>• Principles of composition and aesthetic ideals",
                            "de": ""
                        }
                    },
                    "included_in_course": {
                        "heading": {
                            "en": "Included in the Course",
                            "de": ""
                        },
                        "body": {
                            "en": "• All materials and equipment<br><br>• Starter Tool Kit<br><br>• Instruction in English<br><br>• 30 hours with the life model<br><br>• Drinks and snacks<br><br>• Guided Berlin city tour<br><br>• Final dinner",
                            "de": ""
                        }
                    }
                }
            }
        }
    }
}